---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyUrl
source: html/89365d88-39f2-5679-00e3-2ffa82706d60.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyUrl Property

"Assembly: URL"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetAssemblyUrl { get; }
```